Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

# clinician_report_fact_total
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 합계
nl: Totaal
zh_hans: 总计

# clinician_report_fact_total_duration
source: Total duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
ja: 合計時間
ko: 총 시간
nl: Totale duur
pt_br: Duração total
zh_hans: 总时长

# clinician_report_fact_workout_type
source: By workout type
de: Nach Trainingsart
es: Por tipo de entrenamiento
fr: Par type d’entraînement
it: Per tipo di allenamento
ja: ワークアウトの種類別
ko: 워크아웃 유형별
nl: Per trainingstype
pt_br: Por tipo de treino
zh_hans: 按训练类型

# clinician_report_generate_pdf
source: Generate PDF
de: PDF erstellen
es: Generar PDF
fr: Générer le PDF
it: Genera PDF
ja: PDF を生成
ko: PDF 생성
nl: PDF genereren
pt_br: Gerar PDF
zh_hans: 生成 PDF

# clinician_report_generating
source: Generating PDF…
de: PDF wird erstellt…
es: Generando el PDF…
fr: Génération du PDF…
it: Generazione del PDF…
ja: PDF を生成中…
ko: PDF 생성 중…
nl: PDF genereren…
pt_br: Gerando PDF…
zh_hans: 正在生成 PDF…

# clinician_report_intro
source: Choose a period and measurements, preview a factual summary, then generate a PDF entirely on this device.
de: Wählen Sie einen Zeitraum und Messwerte aus, sehen Sie sich eine sachliche Übersicht in der Vorschau an und erstellen Sie anschließend vollständig auf diesem Gerät eine PDF.
es: Elija un período y mediciones, previsualice un resumen objetivo y genere un PDF íntegramente en este dispositivo.
fr: Choisissez une période et des mesures, prévisualisez un résumé factuel, puis générez un PDF entièrement sur cet appareil.
it: Scegli un periodo e le misurazioni, visualizza l’anteprima di un riepilogo oggettivo, quindi genera un PDF interamente su questo dispositivo.
ja: 期間と測定項目を選択して客観的なサマリーをプレビューし、このデバイス上だけで PDF を生成します。
ko: 기간과 측정 항목을 선택하고 객관적인 요약을 미리 본 다음 이 기기에서만 PDF를 생성합니다.
nl: Kies een periode en metingen, bekijk een feitelijke samenvatting en genereer vervolgens volledig op dit apparaat een PDF.
pt_br: Escolha um período e as medições, visualize um resumo objetivo e gere um PDF inteiramente neste dispositivo.
zh_hans: 选择时间段和测量项目，预览客观摘要，然后完全在此设备上生成 PDF。

# clinician_report_manual_entry
source: Manual entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
it: Inserimento manuale
ja: 手動入力
ko: 수동 입력
nl: Handmatige invoer
pt_br: Entrada manual
zh_hans: 手动输入

# clinician_report_manual_entry_source
source: %1$@ (manual entry)
de: %1$@ (manuelle Eingabe)
es: %1$@ (entrada manual)
fr: %1$@ (saisie manuelle)
it: %1$@ (inserimento manuale)
ja: %1$@（手動入力）
ko: %1$@(수동 입력)
nl: %1$@ (handmatige invoer)
pt_br: %1$@ (entrada manual)
zh_hans: %1$@（手动输入）

# clinician_report_metadata_generated
source: Generated
de: Erstellt
es: Generado
fr: Généré
it: Generato
ja: 生成日時
ko: 생성 시각
nl: Gegenereerd
pt_br: Gerado
zh_hans: 生成时间

# clinician_report_metadata_patient
source: Patient
de: Patientin/Patient
es: Paciente
it: Paziente
ja: 患者
ko: 환자
nl: Patiënt
pt_br: Paciente
zh_hans: 患者

# clinician_report_metadata_period
source: Report period
de: Berichtszeitraum
es: Período del informe
fr: Période du rapport
it: Periodo del report
ja: レポート期間
ko: 보고서 기간
nl: Rapportperiode
pt_br: Período do relatório
zh_hans: 报告时间段

# clinician_report_metadata_timezone
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
ko: 시간대
nl: Tijdzone
pt_br: Fuso horário
zh_hans: 时区

# clinician_report_metric_blood_glucose
source: Blood Glucose
de: Blutzucker
es: Glucosa en sangre
fr: Glycémie
it: Glicemia
ja: 血糖値
ko: 혈당
nl: Bloedglucose
pt_br: Glicemia
zh_hans: 血糖

# clinician_report_metric_blood_pressure
source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Pression artérielle
it: Pressione arteriosa
ja: 血圧
ko: 혈압
nl: Bloeddruk
pt_br: Pressão arterial
zh_hans: 血压

# clinician_report_metric_body_temperature
source: Body Temperature
de: Körpertemperatur
es: Temperatura corporal
fr: Température corporelle
it: Temperatura corporea
ja: 体温
ko: 체온
nl: Lichaamstemperatuur
pt_br: Temperatura corporal
zh_hans: 体温

# clinician_report_metric_heart_rate
source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
nl: Hartslag
pt_br: Frequência cardíaca
zh_hans: 心率

# clinician_report_metric_oxygen_saturation
source: Oxygen Saturation
de: Sauerstoffsättigung
es: Saturación de oxígeno
fr: Saturation en oxygène
it: Saturazione dell’ossigeno
ja: 酸素飽和度
ko: 산소 포화도
nl: Zuurstofsaturatie
pt_br: Saturação de oxigênio
zh_hans: 血氧饱和度

# clinician_report_metric_respiratory_rate
source: Respiratory Rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
ja: 呼吸数
ko: 호흡수
nl: Ademhalingsfrequentie
pt_br: Frequência respiratória
zh_hans: 呼吸频率

# clinician_report_metric_resting_heart_rate
source: Resting Heart Rate
de: Ruheherzfrequenz
es: Frecuencia cardíaca en reposo
fr: Fréquence cardiaque au repos
it: Frequenza cardiaca a riposo
ja: 安静時心拍数
ko: 안정 시 심박수
nl: Hartslag in rust
pt_br: Frequência cardíaca em repouso
zh_hans: 静息心率

# clinician_report_metric_sleep_duration
source: Sleep Duration
de: Schlafdauer
es: Duración del sueño
fr: Durée du sommeil
it: Durata del sonno
ja: 睡眠時間
ko: 수면 시간
nl: Slaapduur
pt_br: Duração do sono
zh_hans: 睡眠时长

# clinician_report_metric_steps
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 歩数
ko: 걸음 수
nl: Stappen
pt_br: Passos
zh_hans: 步数

# clinician_report_metric_weight
source: Weight
de: Körpergewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 체중
nl: Gewicht
pt_br: Peso
zh_hans: 体重

# clinician_report_metric_workouts
source: Exercise / Workouts
de: Bewegung / Trainingseinheiten
es: Ejercicio / Entrenamientos
fr: Exercice / Entraînements
it: Esercizio / Allenamenti
ja: 運動 / ワークアウト
ko: 운동 / 워크아웃
nl: Lichaamsbeweging / trainingen
pt_br: Exercício / Treinos
zh_hans: 锻炼 / 训练

# clinician_report_metrics
source: Health Measurements
de: Gesundheitsmesswerte
es: Mediciones de salud
fr: Mesures de santé
it: Misurazioni sanitarie
ja: 健康測定値
ko: 건강 측정값
nl: Gezondheidsmetingen
pt_br: Medições de saúde
zh_hans: 健康测量数据

# clinician_report_no_data
source: No data available for this metric during the selected period.
de: Für diesen Messwert sind im ausgewählten Zeitraum keine Daten verfügbar.
es: No hay datos disponibles para esta medición durante el período seleccionado.
fr: Aucune donnée disponible pour cette mesure pendant la période sélectionnée.
it: Nessun dato disponibile per questa misurazione durante il periodo selezionato.
ja: 選択した期間には、この測定項目のデータがありません。
ko: 선택한 기간에 이 측정 항목의 데이터가 없습니다.
nl: Voor deze meting zijn in de geselecteerde periode geen gegevens beschikbaar.
pt_br: Não há dados disponíveis para esta medição durante o período selecionado.
zh_hans: 所选时间段内没有此测量项目的可用数据。

# clinician_report_no_reportable_data
source: No reportable data was found for the selected period. Choose a different period or measurements.
de: Für den ausgewählten Zeitraum wurden keine berichtsfähigen Daten gefunden. Wählen Sie einen anderen Zeitraum oder andere Messungen.
es: No se encontraron datos que se puedan incluir en el informe durante el periodo seleccionado. Elija otro periodo u otras mediciones.
fr: Aucune donnée à inclure dans le rapport n’a été trouvée pour la période sélectionnée. Choisissez une autre période ou d’autres mesures.
it: Non sono stati trovati dati da includere nel report per il periodo selezionato. Scegli un altro periodo o altre misurazioni.
ja: 選択した期間にはレポートに含められるデータがありません。別の期間または測定項目を選択してください。
ko: 선택한 기간에 보고서에 포함할 수 있는 데이터가 없습니다. 다른 기간 또는 측정 항목을 선택하십시오.
nl: Er zijn geen gegevens voor het rapport gevonden in de geselecteerde periode. Kies een andere periode of andere metingen.
pt_br: Nenhum dado para incluir no relatório foi encontrado no período selecionado. Escolha outro período ou outras medições.
zh_hans: 在所选期间内未找到可用于报告的数据。请选择其他期间或测量项目。

# clinician_report_not_selected
source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택되지 않음
nl: Niet geselecteerd
pt_br: Não selecionado
zh_hans: 未选择

# clinician_report_page_footer
source: Health.md • Page %1$d
de: Health.md • Seite %1$d
es: Health.md • Página %1$d
it: Health.md • Pagina %1$d
ja: Health.md • %1$dページ
ko: Health.md • %1$d페이지
nl: Health.md • Pagina %1$d
pt_br: Health.md • Página %1$d
zh_hans: Health.md • 第 %1$d 页

# clinician_report_period
source: Report Period
de: Berichtszeitraum
es: Período del informe
fr: Période du rapport
it: Periodo del report
ja: レポート期間
ko: 보고서 기간
nl: Rapportperiode
pt_br: Período do relatório
zh_hans: 报告时间段

# clinician_report_practice_line
source: Learn more at %1$@
de: Mehr erfahren unter %1$@
es: Más información en %1$@
fr: En savoir plus sur %1$@
it: Scopri di più su %1$@
ja: 詳しくは %1$@ をご覧ください
ko: 자세한 내용은 %1$@에서 확인하세요
nl: Meer informatie op %1$@
pt_br: Saiba mais em %1$@
zh_hans: 了解更多：%1$@

# clinician_report_preparing
source: Preparing report…
de: Bericht wird vorbereitet…
es: Preparando el informe…
fr: Préparation du rapport…
it: Preparazione del report…
ja: レポートを準備中…
ko: 보고서 준비 중…
nl: Rapport voorbereiden…
pt_br: Preparando relatório…
zh_hans: 正在准备报告…

# clinician_report_preview
source: Generate Report
de: Bericht erstellen
es: Generar informe
fr: Générer le rapport
it: Genera report
ja: レポートを作成
ko: 보고서 생성
nl: Rapport genereren
pt_br: Gerar relatório
zh_hans: 生成报告

# clinician_report_preview_heading
source: Report Preview
de: Vorschau des Berichts
es: Vista previa del informe
fr: Aperçu du rapport
it: Anteprima del report
ja: レポートのプレビュー
ko: 보고서 미리 보기
nl: Rapportvoorbeeld
pt_br: Prévia do relatório
zh_hans: 报告预览

# clinician_report_readings_description
source: Key facts, data coverage, and individual readings.
de: Kernwerte, Datenabdeckung und einzelne Messwerte.
es: Datos clave, cobertura de datos y lecturas individuales.
fr: Données clés, couverture des données et mesures individuelles.
it: Dati principali, copertura dei dati e singole letture.
ja: 主な数値、データの取得状況、個別の測定値。
ko: 주요 정보, 데이터 제공 범위 및 개별 측정값.
nl: Kerngegevens, gegevensdekking en afzonderlijke metingen.
pt_br: Dados principais, cobertura dos dados e leituras individuais.
zh_hans: 关键数据、数据覆盖情况和单次读数。

# clinician_report_recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
pt_br: Recomendado
zh_hans: 推荐

# clinician_report_save_pdf
source: Save PDF
de: PDF speichern
es: Guardar PDF
fr: Enregistrer le PDF
it: Salva PDF
ja: PDF を保存
ko: PDF 저장
nl: PDF opslaan
pt_br: Salvar PDF
zh_hans: 保存 PDF

# clinician_report_saved
source: Clinician Report exported
de: Klinikerbericht exportiert
es: Informe clínico exportado
fr: Rapport clinique exporté
it: Report clinico esportato
ja: 臨床医向けレポートを書き出しました
ko: 의료진용 보고서를 내보냄
nl: Artsenrapport geëxporteerd
pt_br: Relatório clínico exportado
zh_hans: 临床医生报告已导出

# clinician_report_select_all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pt_br: Selecionar tudo
zh_hans: 全选

# clinician_report_select_date
source: Select Date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner une date
it: Seleziona data
ja: 日付を選択
ko: 날짜 선택
nl: Datum selecteren
pt_br: Selecionar data
zh_hans: 选择日期

# clinician_report_select_metric
source: Select at least one measurement.
de: Wählen Sie mindestens einen Messwert aus.
es: Seleccione al menos una medición.
fr: Sélectionnez au moins une mesure.
it: Seleziona almeno una misurazione.
ja: 測定項目を1つ以上選択してください。
ko: 측정 항목을 하나 이상 선택하세요.
nl: Selecteer ten minste één meting.
pt_br: Selecione pelo menos uma medição.
zh_hans: 请至少选择一项测量数据。

# clinician_report_selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pt_br: Selecionado
zh_hans: 已选择

# clinician_report_selected_count
source: %1$d of %2$d selected
de: %1$d von %2$d ausgewählt
es: %1$d de %2$d seleccionadas
fr: %1$d sur %2$d sélectionnées
it: %1$d di %2$d selezionate
ja: %1$d/%2$d件を選択
ko: %1$d/%2$d개 선택됨
nl: %1$d van %2$d geselecteerd
pt_br: %1$d de %2$d selecionadas
zh_hans: 已选择 %1$d/%2$d

# clinician_report_share_or_save_pdf
source: Share or Save PDF
de: PDF teilen oder speichern
es: Compartir o guardar PDF
fr: Partager ou enregistrer le PDF
it: Condividi o salva PDF
ja: PDF を共有または保存
ko: PDF 공유 또는 저장
nl: PDF delen of opslaan
pt_br: Compartilhar ou salvar PDF
zh_hans: 共享或保存 PDF

# clinician_report_share_pdf
source: Share PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
it: Condividi PDF
ja: PDF を共有
ko: PDF 공유
nl: PDF delen
pt_br: Compartilhar PDF
zh_hans: 共享 PDF

# clinician_report_sources
source: Sources: %1$@
de: Quellen: %1$@
es: Fuentes: %1$@
it: Fonti: %1$@
ja: ソース：%1$@
ko: 출처: %1$@
nl: Bronnen: %1$@
pt_br: Fontes: %1$@
zh_hans: 来源：%1$@

# clinician_report_start_date
source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
ja: 開始日
ko: 시작일
nl: Startdatum
pt_br: Data de início
zh_hans: 开始日期

# clinician_report_step_average
source: %1$@ steps/day
de: %1$@ Schritte/Tag
es: %1$@ pasos/día
fr: %1$@ pas/jour
it: %1$@ passi/giorno
ja: %1$@歩/日
ko: %1$@걸음/일
nl: %1$@ stappen/dag
pt_br: %1$@ passos/dia
zh_hans: %1$@ 步/天

# clinician_report_step_total
source: %1$@ steps
de: %1$@ Schritte
es: %1$@ pasos
fr: %1$@ pas
it: %1$@ passi
ja: %1$@歩
ko: %1$@걸음
nl: %1$@ stappen
pt_br: %1$@ passos
zh_hans: %1$@ 步

# clinician_report_summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: サマリー
ko: 요약
nl: Samenvatting
pt_br: Resumo
zh_hans: 摘要

# clinician_report_summary_description
source: Key facts and data coverage.
de: Kernwerte und Datenabdeckung.
es: Datos clave y cobertura de datos.
fr: Données clés et couverture des données.
it: Dati principali e copertura dei dati.
ja: 主な数値とデータの取得状況。
ko: 주요 정보 및 데이터 제공 범위.
nl: Kerngegevens en gegevensdekking.
pt_br: Dados principais e cobertura dos dados.
zh_hans: 关键数据和数据覆盖情况。

# clinician_report_summary_only
source: Summary only
de: Nur Übersicht
es: Solo resumen
fr: Résumé uniquement
it: Solo riepilogo
ja: サマリーのみ
ko: 요약만
nl: Alleen samenvatting
pt_br: Somente resumo
zh_hans: 仅摘要

# clinician_report_summary_readings
source: Summary + individual readings
de: Übersicht + Einzelmesswerte
es: Resumen + lecturas individuales
fr: Résumé + mesures individuelles
it: Riepilogo + singole rilevazioni
ja: サマリー + 個別の測定値
ko: 요약 + 개별 측정값
nl: Samenvatting + afzonderlijke metingen
pt_br: Resumo + medições individuais
zh_hans: 摘要 + 各次读数

# clinician_report_table_blood_pressure
source: Blood Pressure Readings
de: Blutdruckmesswerte
es: Lecturas de presión arterial
fr: Mesures de la pression artérielle
it: Rilevazioni della pressione arteriosa
ja: 血圧測定値
ko: 혈압 측정값
nl: Bloeddrukmetingen
pt_br: Medições de pressão arterial
zh_hans: 血压读数

# clinician_report_table_metric_readings
source: %1$@ Readings
de: %1$@ – Messwerte
es: Lecturas de %1$@
fr: Mesures de %1$@
it: Rilevazioni di %1$@
ja: %1$@の測定値
ko: %1$@ 측정값
nl: %1$@-metingen
pt_br: Medições de %1$@
zh_hans: %1$@读数

# clinician_report_table_sleep
source: Sleep Durations
de: Schlafdauer
es: Duraciones del sueño
fr: Durées du sommeil
it: Durate del sonno
ja: 睡眠時間
ko: 수면 시간
nl: Slaapduur
pt_br: Durações do sono
zh_hans: 睡眠时长

# clinician_report_table_workouts
source: Workout Sessions
de: Trainingseinheiten
es: Sesiones de entrenamiento
fr: Séances d’entraînement
it: Sessioni di allenamento
ja: ワークアウトセッション
ko: 워크아웃 세션
nl: Trainingssessies
pt_br: Sessões de treino
zh_hans: 训练记录

# clinician_report_title
source: Clinician Report
de: Bericht für medizinisches Fachpersonal
es: Informe clínico
fr: Rapport clinique
it: Report clinico
ja: 医療従事者向けレポート
ko: 의료진 보고서
nl: Rapport voor zorgverlener
pt_br: Relatório clínico
zh_hans: 临床医生报告

# clinician_report_unavailable_measurements
source: No data: %1$@
de: Keine Daten: %1$@
es: Sin datos: %1$@
fr: Aucune donnée : %1$@
it: Nessun dato: %1$@
ja: データなし：%1$@
ko: 데이터 없음: %1$@
nl: Geen gegevens: %1$@
pt_br: Sem dados: %1$@
zh_hans: 无数据：%1$@

# clinician_report_unit_respiratory_rate
source: breaths/min
de: Atemzüge/min
es: respiraciones/min
fr: respirations/min
it: respiri/min
ja: 回/分
ko: 회/분
nl: ademhalingen/min
pt_br: respirações/min
zh_hans: 次/分钟

# clinician_report_value_on_date
source: %1$@ on %2$@
de: %1$@ am %2$@
es: %1$@ el %2$@
fr: %1$@ le %2$@
it: %1$@ il %2$@
nl: %1$@ op %2$@
pt_br: %1$@ em %2$@

# clinician_report_warning_apple_integrity_date
source: Apple Health reported a source-record integrity warning for %1$@.
de: Apple Health hat für %1$@ eine Warnung zur Integrität eines Quelldatensatzes gemeldet.
es: Apple Health notificó una advertencia de integridad de los registros de origen para %1$@.
fr: Apple Health a signalé un avertissement relatif à l’intégrité des enregistrements sources pour le %1$@.
it: Apple Health ha segnalato un avviso sull’integrità dei record di origine per il giorno %1$@.
ja: %1$@について、Apple Health からソース記録の整合性に関する警告が報告されました。
ko: Apple Health에서 %1$@의 출처 기록 무결성 경고를 보고했습니다.
nl: Apple Health heeft voor %1$@ een integriteitswaarschuwing voor een bronrecord gemeld.
pt_br: O Apple Health informou um aviso de integridade dos registros de origem em %1$@.
zh_hans: Apple Health 报告了 %1$@ 的来源记录完整性警告。

# clinician_report_warning_apple_read_failure_date
source: Some selected Apple Health data could not be read for %1$@. Empty sections may reflect unavailable access or no records returned.
de: Einige ausgewählte Daten aus Apple Health konnten für %1$@ nicht gelesen werden. Leere Abschnitte können auf fehlenden Zugriff oder darauf zurückzuführen sein, dass keine Datensätze zurückgegeben wurden.
es: No se pudieron leer algunos datos de Apple Health seleccionados para %1$@. Las secciones vacías pueden deberse a que el acceso no está disponible o a que no se devolvieron registros.
fr: Certaines données Apple Health sélectionnées n’ont pas pu être lues pour le %1$@. Les sections vides peuvent indiquer un accès indisponible ou l’absence d’enregistrements renvoyés.
it: Non è stato possibile leggere alcuni dati Apple Health selezionati per il giorno %1$@. Le sezioni vuote possono indicare un accesso non disponibile o l’assenza di record restituiti.
ja: %1$@について、選択した Apple Health データの一部を読み取れませんでした。空欄のセクションは、アクセスできないか、記録が返されなかったことを示す場合があります。
ko: %1$@의 선택한 Apple Health 데이터 중 일부를 읽을 수 없습니다. 빈 섹션은 접근할 수 없거나 반환된 기록이 없음을 나타낼 수 있습니다.
nl: Sommige geselecteerde gegevens uit Apple Health konden voor %1$@ niet worden gelezen. Lege secties kunnen het gevolg zijn van ontbrekende toegang of het ontbreken van geretourneerde records.
pt_br: Não foi possível ler alguns dados selecionados do Apple Health em %1$@. Seções vazias podem indicar acesso indisponível ou nenhum registro retornado.
zh_hans: 无法读取 %1$@ 的部分所选 Apple Health 数据。空白部分可能表示无法访问或未返回任何记录。

# clinician_report_warning_apple_source_failure_date
source: Some selected Apple Health source records could not be read for %1$@.
de: Einige ausgewählte Quelldatensätze aus Apple Health konnten für %1$@ nicht gelesen werden.
es: No se pudieron leer algunos registros de fuentes de Apple Health seleccionados para %1$@.
fr: Certains enregistrements de sources Apple Health sélectionnés n’ont pas pu être lus pour le %1$@.
it: Non è stato possibile leggere alcuni record di origine Apple Health selezionati per il giorno %1$@.
ja: %1$@について、選択した Apple Health のソース記録の一部を読み取れませんでした。
ko: %1$@의 선택한 Apple Health 출처 기록 중 일부를 읽을 수 없습니다.
nl: Sommige geselecteerde bronrecords uit Apple Health konden voor %1$@ niet worden gelezen.
pt_br: Não foi possível ler alguns registros de fontes selecionados do Apple Health em %1$@.
zh_hans: 无法读取 %1$@ 的部分所选 Apple Health 来源记录。

# clinician_report_warning_apple_summary_fallback
source: Source-level Apple Health records were unavailable for part of this report; summary values are used where available.
de: Für einen Teil dieses Berichts waren Datensätze auf Quellenebene aus Apple Health nicht verfügbar; sofern verfügbar, werden Übersichtswerte verwendet.
es: Los registros de Apple Health por fuente no estaban disponibles para una parte de este informe; se utilizan valores resumidos cuando están disponibles.
fr: Les enregistrements Apple Health par source étaient indisponibles pour une partie de ce rapport ; les valeurs récapitulatives sont utilisées lorsqu’elles sont disponibles.
it: I record Apple Health a livello di origine non erano disponibili per una parte di questo report; ove disponibili, vengono utilizzati i valori di riepilogo.
ja: このレポートの一部で Apple Health のソース単位の記録を利用できなかったため、利用可能な箇所ではサマリー値を使用しています。
ko: 이 보고서의 일부에서 출처별 Apple Health 기록을 사용할 수 없어, 가능한 경우 요약 값을 사용합니다.
nl: Voor een deel van dit rapport waren Apple Health-records op bronniveau niet beschikbaar; waar beschikbaar worden samenvattingswaarden gebruikt.
pt_br: Os registros do Apple Health por fonte não estavam disponíveis em parte deste relatório; os valores resumidos são usados quando disponíveis.
zh_hans: 本报告的部分 Apple Health 来源级记录不可用；如有可用的摘要值，则使用摘要值。

# clinician_report_warning_read_failure
source: Some selected health data could not be read. Empty sections may reflect unavailable access or no records returned.
de: Einige ausgewählte Gesundheitsdaten konnten nicht gelesen werden. Leere Abschnitte können auf fehlenden Zugriff oder darauf zurückzuführen sein, dass keine Datensätze zurückgegeben wurden.
es: No se pudieron leer algunos datos de salud seleccionados. Las secciones vacías pueden deberse a que el acceso no está disponible o a que no se devolvieron registros.
fr: Certaines données de santé sélectionnées n’ont pas pu être lues. Les sections vides peuvent indiquer un accès indisponible ou l’absence d’enregistrements renvoyés.
it: Non è stato possibile leggere alcuni dati sanitari selezionati. Le sezioni vuote possono indicare un accesso non disponibile o l’assenza di record restituiti.
ja: 選択した健康データの一部を読み取れませんでした。空欄のセクションは、アクセスできないか、記録が返されなかったことを示す場合があります。
ko: 선택한 건강 데이터 중 일부를 읽을 수 없습니다. 빈 섹션은 접근할 수 없거나 반환된 기록이 없음을 나타낼 수 있습니다.
nl: Sommige geselecteerde gezondheidsgegevens konden niet worden gelezen. Lege secties kunnen het gevolg zijn van ontbrekende toegang of het ontbreken van geretourneerde records.
pt_br: Não foi possível ler alguns dados de saúde selecionados. Seções vazias podem indicar acesso indisponível ou nenhum registro retornado.
zh_hans: 部分所选健康数据无法读取。空白部分可能表示无法访问或未返回任何记录。

# clinician_report_warning_source_failure_date
source: Some connected health sources could not be read for %1$@.
de: Einige verbundene Gesundheitsdatenquellen konnten für %1$@ nicht gelesen werden.
es: No se pudieron leer algunas fuentes de salud conectadas para %1$@.
fr: Certaines sources de données de santé connectées n’ont pas pu être lues pour le %1$@.
it: Non è stato possibile leggere alcune fonti di dati sanitari connesse per il giorno %1$@.
ja: %1$@について、接続された健康データソースの一部を読み取れませんでした。
ko: %1$@의 연결된 건강 데이터 출처 중 일부를 읽을 수 없습니다.
nl: Sommige gekoppelde gezondheidsbronnen konden voor %1$@ niet worden gelezen.
pt_br: Não foi possível ler algumas fontes de dados de saúde conectadas em %1$@.
zh_hans: 无法读取 %1$@ 的部分已连接健康数据来源。

# clinician_report_workout_type_archery
source: Archery
de: Bogenschießen
es: Tiro con arco
fr: Tir à l’arc
it: Tiro con l’arco
ja: アーチェリー
ko: 양궁
nl: Boogschieten
pt_br: Tiro com arco
zh_hans: 射箭

# clinician_report_workout_type_boxing
source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
it: Pugilato
ja: ボクシング
ko: 복싱
nl: Boksen
pt_br: Boxe
zh_hans: 拳击

# clinician_report_workout_type_cardioDance
source: Cardio Dance
de: Cardio-Tanz
es: Baile cardiovascular
fr: Danse cardio
ja: カーディオダンス
ko: 유산소 댄스
nl: Cardiodans
pt_br: Dança cardio
zh_hans: 有氧舞蹈

# clinician_report_workout_type_climbing
source: Climbing
de: Klettern
es: Escalada
fr: Escalade
it: Arrampicata
ja: クライミング
ko: 클라이밍
nl: Klimmen
pt_br: Escalada
zh_hans: 攀岩
